[
  {
    "title": "Basispakket",
    "content": "Het Basispakket kost €5 per maand en geeft toegang tot alle AI-lessen van Trevium."
  },
  {
    "title": "Premium pakket",
    "content": "Het Premium pakket kost €10 per maand en bevat alles van het Basispakket plus persoonlijke hulp."
  },
  {
    "title": "Pro pakket",
    "content": "Het Pro pakket kost €20 per maand en bevat alles van Premium plus automatische leerplannen en Powerpoints."
  },
  {
    "title": "Breinly+",
    "content": "Breinly+ kost €30 per maand en biedt alles van Pro plus extra AI-tools en exclusieve content."
  },
  {
    "title": "Hoe werkt Trevium?",
    "content": "Trevium gebruikt AI om jou te helpen bij het maken van opdrachten, het leren van nieuwe vaardigheden en het samenstellen van leerplannen."
  },
  {
    "title": "Wat zijn AI-lessen?",
    "content": "AI-lessen zijn interactieve lessen die worden gegenereerd door kunstmatige intelligentie om jou snel en efficiënt te laten leren."
  },
  {
    "title": "Leerplannen",
    "content": "Met Trevium kun je automatisch leerplannen laten maken, zodat je een overzicht hebt van wat je moet leren in een bepaalde periode."
  },
  {
    "title": "Powerpoints automatisch maken",
    "content": "Trevium kan Powerpoints automatisch genereren op basis van je leerplan of onderwerp, zodat je tijd bespaart."
  },
  {
    "title": "Betaalmogelijkheden",
    "content": "Betalen kan via iDeal, creditcard of PayPal. Alles verloopt veilig en automatisch."
  },
  {
    "title": "Upgrade van pakket",
    "content": "Je kunt altijd upgraden naar een hoger pakket. De nieuwe prijs wordt automatisch aangepast vanaf de volgende maand."
  },
  {
    "title": "Downgrade van pakket",
    "content": "Het is mogelijk om te downgraden naar een goedkoper pakket. Je behoudt toegang tot premium functies tot het einde van de betaalde periode."
  },
  {
    "title": "Annuleren",
    "content": "Je kunt je abonnement op elk moment stopzetten. Je behoudt toegang tot premium functies tot het einde van de betaalde periode."
  },
  {
    "title": "Voordelen Basispakket",
    "content": "Het Basispakket is ideaal om AI-lessen uit te proberen en een eerste indruk van Trevium te krijgen."
  },
  {
    "title": "Voordelen Premium pakket",
    "content": "Naast alle Basispakket voordelen biedt het Premium pakket persoonlijke hulp van een AI-assistent."
  },
  {
    "title": "Voordelen Pro pakket",
    "content": "Het Pro pakket voegt automatische leerplannen en Powerpoints toe voor een efficiëntere studie."
  },
  {
    "title": "Voordelen Breinly+",
    "content": "Breinly+ biedt extra AI-tools en exclusieve content die nergens anders beschikbaar is."
  },
  {
    "title": "Hoe stel je vragen aan de AI?",
    "content": "Je typt eenvoudig je vraag in de Trevium interface en de AI genereert een antwoord of oplossing op maat."
  },
  {
    "title": "Welke onderwerpen kan AI behandelen?",
    "content": "De AI kan helpen met wiskunde, natuurwetenschappen, talen, geschiedenis, programmeren en meer."
  },
  {
    "title": "FAQ sectie",
    "content": "Er is een FAQ sectie waarin de meestgestelde vragen over pakketten, prijzen en functies beantwoord worden."
  },
  {
    "title": "Inklapbare details",
    "content": "In de GitHub README kunnen we details/summary tags gebruiken om secties inklapbaar te maken en overzicht te behouden."
  },
  {
    "title": "Emoji gebruik",
    "content": "Emoji’s kunnen gebruikt worden om secties visueel aantrekkelijker te maken en belangrijke info te markeren."
  },
  {
    "title": "Tabel weergave",
    "content": "Prijzen en pakketten kunnen overzichtelijk weergegeven worden in tabellen zodat alles duidelijk is."
  },
  {
    "title": "Centraal uitlijnen",
    "content": "In de README kan tekst en afbeeldingen gecentreerd worden voor een nettere presentatie."
  },
  {
    "title": "Cursief maken",
    "content": "Belangrijke slogans of tekst kunnen cursief worden weergegeven met Markdown of HTML tags."
  },
  {
    "title": "Vetgedrukt maken",
    "content": "Belangrijke woorden of pakketten kunnen vetgedrukt worden om ze extra aandacht te geven."
  },
  {
    "title": "Doorstrepen",
    "content": "Je kunt tekst doorstrepen met ~~tekens~~ om oude info of prijzen te markeren."
  },
  {
    "title": "Codeblocks",
    "content": "Je kunt code of voorbeelden in een codeblok plaatsen zodat ze goed zichtbaar zijn."
  },
  {
    "title": "Links toevoegen",
    "content": "Externe links zoals naar de website of documentatie kunnen toegevoegd worden met [linktekst](URL)."
  },
  {
    "title": "Afbeeldingen toevoegen",
    "content": "Afbeeldingen, zoals banners of screenshots, kunnen direct in de README worden weergegeven met Markdown."
  },
  {
    "title": "Badge gebruik",
    "content": "GitHub badges (stars, license, downloads) kunnen toegevoegd worden om belangrijke statistieken te tonen."
  },
  {
    "title": "Interactieve secties",
    "content": "Met <details> tags kun je interactieve, inklapbare secties maken in de README."
  },
  {
    "title": "Markdown titels",
    "content": "Titels kunnen met #, ##, ### worden gemaakt om hiërarchie in de documentatie te tonen."
  },
  {
    "title": "Quotes toevoegen",
    "content": "Je kunt quotes toevoegen met > zodat tips of belangrijke info opvalt."
  },
  {
    "title": "Lijstjes",
    "content": "Opsommingstekens (-, *, +) kunnen gebruikt worden voor bulletpoints, genummerde lijsten voor volgorde."
  },
  {
    "title": "Klantondersteuning",
    "content": "Voor vragen over pakketten of betalingen kunnen klanten contact opnemen via de supportpagina."
  },
  {
    "title": "Extra AI-tools",
    "content": "Breinly+ biedt extra AI-tools zoals automatische samenvattingen, oefenopdrachten en analyses van leerprestaties."
  },
  {
    "title": "Privacy",
    "content": "Alle gegevens en interacties met Trevium zijn privé en worden beveiligd opgeslagen."
  },
  {
    "title": "Veilig betalen",
    "content": "Betalingen verlopen via veilige, gecodeerde verbindingen en je gegevens worden nooit gedeeld."
  },
  {
    "title": "Automatische facturen",
    "content": "Bij een betaald pakket wordt automatisch een factuur gegenereerd en beschikbaar gesteld."
  },
  {
    "title": "Herinneringen",
    "content": "Trevium kan herinneringen sturen om te leren of je voortgang bij te houden."
  },
  {
    "title": "Progress tracking",
    "content": "Met Breinly+ kun je je voortgang en behaalde doelen volgen binnen de leerplannen."
  },
  {
    "title": "Notities maken",
    "content": "Je kunt tijdens de lessen notities maken die automatisch in je account worden opgeslagen."
  },
  {
    "title": "Gamification",
    "content": "Trevium gebruikt speelse elementen zoals punten en badges om leren leuker te maken."
  },
  {
    "title": "Ondersteunde talen",
    "content": "De AI kan lessen en uitleg geven in Nederlands en Engels."
  },
  {
    "title": "Downloadbare content",
    "content": "Powerpoints en samenvattingen kunnen als PDF of PPTX gedownload worden."
  },
  {
    "title": "Leeftijdsgeschiktheid",
    "content": "Trevium is geschikt voor leerlingen vanaf de basisschool tot middelbare school en studenten."
  },
  {
    "title": "Aanbevolen gebruik",
    "content": "Gebruik Trevium regelmatig, bijvoorbeeld dagelijks 30 minuten, voor maximale resultaten."
  },
  {
    "title": "Offline gebruik",
    "content": "Momenteel is Trevium alleen online te gebruiken via een browser of app."
  },
  {
    "title": "Toekomstige updates",
    "content": "Breinly/Trevium wordt regelmatig bijgewerkt met nieuwe AI-tools, lessen en functies."
  },
  {
    "title": "Community",
    "content": "Er is een Trevium-community waar gebruikers tips, vragen en ervaringen kunnen delen."
  },
  {
    "title": "Feedback geven",
    "content": "Gebruikers kunnen feedback geven over lessen en functies om Trevium te verbeteren."
  },
  {
    "title": "Proefperiode",
    "content": "Nieuwe gebruikers kunnen een gratis proefperiode krijgen om de AI-lessen te testen."
  },
  {
    "title": "Speciale acties",
    "content": "Er worden regelmatig kortingen of speciale acties aangeboden voor nieuwe en bestaande gebruikers."
  },
  {
    "title": "Updates ontvangen",
    "content": "Je kunt je aanmelden voor een nieuwsbrief om updates en nieuwe functies te ontvangen."
  },
  {
    "title": "Tips voor beter leren",
    "content": "Gebruik de AI om leerstof te oefenen, notities te maken en jezelf regelmatig te testen."
  }
]
