[
  {
    "title": "Abonnementen",
    "content": "TreviumNL biedt verschillende abonnementsvormen, elk afgestemd op verschillende gebruikersbehoeften. Het Basispakket kost €5 per maand en geeft toegang tot alle AI-lessen, ideaal voor beginners en om kennis te maken met het platform. Het Premium pakket kost €10 per maand en bevat alles van Basispakket plus persoonlijke hulp van de AI, ideaal voor intensiever gebruik. Het Pro pakket kost €20 per maand en biedt alle functies van Premium plus automatische leerplannen, Powerpoints en uitgebreide analysetools. Breinly+ kost €30 per maand en voegt exclusieve content, geavanceerde AI-tools en diepgaande analyses toe. Gebruikers kunnen op elk moment upgraden of downgraden, en de nieuwe prijs wordt automatisch aangepast vanaf de volgende betaalperiode. Bij annulering blijft toegang tot premium functies actief tot het einde van de betaalde periode. TreviumNL biedt ook een gratis proefperiode om het platform uit te proberen. Betalingen verlopen veilig via iDeal, PayPal of creditcard, en er worden automatische facturen verstrekt."
  },
  {
    "title": "Privacy",
    "content": "TreviumNL hecht veel waarde aan de privacy van zijn gebruikers. Alle gegevens die worden verzameld, inclusief persoonlijke gegevens, interacties met de AI en voortgang in leerplannen, worden veilig opgeslagen en zijn gecodeerd. Gegevens worden nooit gedeeld met derden zonder toestemming. Het platform voldoet aan alle relevante privacywetgeving, waaronder GDPR. Gebruikers kunnen hun gegevens opvragen of laten verwijderen. Betalingsinformatie wordt apart en veilig verwerkt via gecertificeerde betalingsverwerkers zoals iDeal, PayPal of creditcardproviders. Logs en statistieken worden geanonimiseerd gebruikt om het platform te verbeteren."
  },
  {
    "title": "AI-functies",
    "content": "De AI van TreviumNL ondersteunt gebruikers bij leren en opdrachten maken. AI-lessen zijn interactief en passen zich aan aan de kennis en voortgang van de gebruiker. Leerplannen kunnen automatisch worden samengesteld, rekening houdend met beschikbare tijd en moeilijkheidsgraad. Powerpoints en samenvattingen worden automatisch gegenereerd op basis van de geselecteerde onderwerpen of vragen. De AI kan oefenopdrachten maken, antwoorden controleren en uitleg geven bij fouten. Gamification-elementen zoals badges en punten houden de motivatie hoog. Feedback van gebruikers wordt gebruikt om de AI continu te verbeteren. De AI ondersteunt meerdere vakken, waaronder wiskunde, natuurwetenschappen, talen, geschiedenis en programmeren."
  }
]
